Repository: vipinchan/mimi-remote
Catalog: ios/MimiRemote/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# ui.under_test
source: Under test
zh_hans: 测试中

# ui.undo_hunk
source: undo hunk
zh_hans: 撤销 hunk

# ui.undo_this_hunk
source: Undo this hunk?
zh_hans: 撤销这个 hunk？

# ui.undo_value
source: Undo %@
zh_hans: 撤销 %@

# ui.undo_workspace_changes
source: Undo workspace changes?
zh_hans: 撤销工作区改动？

# ui.unknown
source: unknown
zh_hans: 未知

# ui.unknown_app_server_userinput_type_value
source: Unknown app-server UserInput type: %@
zh_hans: 未知 app-server UserInput 类型：%@

# ui.unknown_error
source: unknown error
zh_hans: 未知错误

# ui.unknown_host
source: Unknown host
zh_hans: 未知主机

# ui.unknown_path
source: unknown path
zh_hans: 未知路径

# ui.unknown_scope
source: Unknown scope
zh_hans: 未知范围

# ui.unknown_warning
source: unknown warning
zh_hans: 未知警告

# ui.unnamed_branch
source: unnamed branch
zh_hans: 未命名分支

# ui.unnamed_session
source: unnamed session
zh_hans: 未命名会话

# ui.unpin
source: Unpin
zh_hans: 取消置顶

# ui.unpinned_value
source: Unpinned %@
zh_hans: 已取消置顶 %@

# ui.unread_result
source: Unread result
zh_hans: 未读结果

# ui.unstage
source: Unstage
zh_hans: 取消暂存

# ui.up_to_value_characters_only_the_local_display
source: At most %@ characters, only the local display name is modified.
zh_hans: 最多 %@ 个字符，只修改本机显示名称。

# ui.update_connection
source: Update connection
zh_hans: 更新连接

# ui.update_interface
source: Update interface
zh_hans: 更新界面

# ui.update_issue_comments
source: Update issue comments
zh_hans: 更新 Issue 评论

# ui.update_linear
source: Update Linear
zh_hans: 更新 Linear

# ui.update_linear_issue
source: Update Linear issue
zh_hans: 更新 Linear Issue

# ui.update_plan
source: update plan
zh_hans: 更新计划

# ui.updated_label
source: Updated
zh_hans: 更新

# ui.upload_progress
source: Upload progress
zh_hans: 上传进度

# ui.uploading_file
source: Uploading file…
zh_hans: 正在上传文件…

# ui.upstream_dial_failures_count
source: %lld upstream dial failures
zh_hans: %lld 次上游连接失败

# ui.upstream_dialup_failed
source: Upstream dialup failed
zh_hans: 上游拨号失败

# ui.upstream_did_not_return
source: Upstream did not return
zh_hans: 上游未返回

# ui.usage_has_reached_the_upper_limit
source: Usage has reached the upper limit
zh_hans: 用量已达上限

# ui.usage_limit_reached
source: Usage limit reached
zh_hans: 使用量已达上限

# ui.usage_windows_count
source: %lld windows
zh_hans: %lld 个窗口

# ui.use_apple_voice_input
source: Use on-device
zh_hans: 使用设备端

# ui.use_built_in_default
source: Built-in default
zh_hans: 内置默认

# ui.use_codex_voice_input
source: Use Codex
zh_hans: 改用 Codex

# ui.use_manual_connection_instead
source: Use manual connection instead
zh_hans: 改用手动连接

# ui.used_by_default
source: Used by default
zh_hans: 默认使用

# ui.used_value
source: Used %@
zh_hans: 已用 %@

# ui.user
source: User
zh_hans: 用户

# ui.user_initiated
source: User initiated
zh_hans: 用户发起

# ui.user_level_configuration_only
source: User level configuration only
zh_hans: 仅用户级配置

# ui.value_account_window
source: %@ rate-limit window
zh_hans: %@ 额度窗口

# ui.value_approximately_value
source: %@ (approximately %@)
zh_hans: %@（约 %@）

# ui.value_approximately_value_hours
source: %@ (approximately %@ hours)
zh_hans: %@（约 %@ 小时）

# ui.value_approximately_value_hours_value_minutes
source: %@ (approximately %@ hours %@ minutes)
zh_hans: %@（约 %@ 小时 %@ 分钟）

# ui.value_approximately_value_minutes
source: %@ (about %@ minutes)
zh_hans: %@（约 %@ 分钟）

# ui.value_approximately_value_seconds
source: %@ (approximately %@ seconds)
zh_hans: %@（约 %@ 秒）

# ui.value_approximately_value_value
source: %@ (approximately %@ %@)
zh_hans: %@（约 %@ %@）

# ui.value_available_skills
source: %@ available Skills
zh_hans: %@ 个可用 Skill

# ui.value_cannot_be_cleaned_value
source: %@, cannot be cleaned, %@
zh_hans: %@，不可清理，%@

# ui.value_cleanable_value
source: %@ · eligible for cleanup · %@
zh_hans: %@ · 可清理 · %@

# ui.value_complete
source: %@ completed
zh_hans: %@ 完成

# ui.value_connection_disconnected_unable_to_confirm_running_status
source: %@ · Connection disconnected · Unable to confirm running status
zh_hans: %@ · 连接断开 · 无法确认运行状态

# ui.value_contains_value
source: %@, contains %@
zh_hans: %@，包含 %@

# ui.value_contains_value_activities
source: %@, contains %@ activities
zh_hans: %@，包含 %@ 项活动

# ui.value_current
source: %@ · current
zh_hans: %@ · 当前

# ui.value_default
source: %@ · Default
zh_hans: %@ · 默认

# ui.value_dosage
source: %@ usage
zh_hans: %@ 用量

# ui.value_usage_near_limit
source: %@ near its limit · %@
zh_hans: %@接近限制 · %@

# ui.value_dosage_ffbd1847
source: %@ usage
zh_hans: %@ 用量

# ui.value_failed_value
source: %@ failed · %@
zh_hans: %@ 失败 · %@

# ui.value_favorites_current_session
source: %@ frequently used + current session
zh_hans: %@ 个常用 + 当前会话

# ui.value_files_are_pending_submission
source: %@ files to commit
zh_hans: %@ 个文件待提交

# ui.value_git_worktrees_have_been_cleaned_and_the
source: %@ Git Worktrees have been cleaned, and the cleanup of other projects failed
zh_hans: 已清理 %@ 个 Git Worktree，另有项目清理失败

# ui.value_has_been_removed_from_the_conversation
source: Removed %@ from this session
zh_hans: 已从会话移除 %@

# ui.value_has_been_removed_from_the_current_device
source: %@ has been removed from the current device
zh_hans: 已从当前设备移除 %@

# ui.value_hours
source: %@ hours
zh_hans: %@ 小时

# ui.value_installed_plugins
source: %@ installed plugins
zh_hans: %@ 个已安装插件

# ui.value_is_no_longer_allowed_or_has_been
source: “%@” is no longer allowed or has been deleted. You can try again or remove it from this device.
zh_hans: “%@”已不在允许范围或已被删除，可重试或从当前设备移除

# ui.value_is_not_yet_within_the_authorized_scope
source: "%@" is not yet within the authorized range. The default browsing authorization root is user Home; if the configuration has been changed, please adjust browse_roots (or AGENTD_BROWSE_ROOTS) in the local development environment and try again.
zh_hans: “%@”还不在已授权范围内。默认浏览授权根是用户 Home；如改过配置，请在本地开发环境中调整 browse_roots（或 AGENTD_BROWSE_ROOTS）后重试。

# ui.value_items
source: %@ items
zh_hans: %@ 项

# ui.value_items_explored
source: %@ items explored
zh_hans: 已探索 %@ 项

# ui.value_items_to_be_sent
source: To be sent %@ items
zh_hans: 待发送 %@ 条

# ui.value_last_activity_value_ago
source: %@ · Last activity %@ before
zh_hans: %@ · 最后活动 %@前

# ui.value_matches
source: %@ matching results
zh_hans: %@ 个匹配结果

# ui.value_message_quota_has_been_exhausted
source: %@ message quota has been exhausted
zh_hans: %@ 消息额度已用尽

# ui.value_minutes
source: %@ minutes
zh_hans: %@ 分钟

# ui.value_missing_worktree_entries_cleaned_up_but_value
source: %@; %@: %@. Create a new cleanup preview.
zh_hans: %@；%@：%@。请重新生成清理预览。

# ui.value_recent_workspaces_loaded
source: %@ recent workspaces loaded
zh_hans: 已加载 %@ 个最近工作区

# ui.value_reconnecting_unable_to_confirm_running_status
source: %@ · Reconnecting · Unable to confirm running status
zh_hans: %@ · 正在重连 · 无法确认运行状态

# ui.value_remaining
source: Remaining %@
zh_hans: 剩余 %@

# ui.value_remaining_usage
source: %@ remaining usage
zh_hans: %@ 剩余用量

# ui.value_requests_user_confirmation
source: %@ asks for your confirmation
zh_hans: %@ 请求你确认

# ui.value_reset
source: %@ reset
zh_hans: %@ 重置

# ui.value_return_time_is_high
source: %@ latency is high
zh_hans: %@ 延迟较高

# ui.value_seconds
source: %@ seconds
zh_hans: %@ 秒

# ui.value_selected
source: %@ selected
zh_hans: 已选择 %@ 个

# ui.value_the_connection_is_normal_value_no_new
source: %@ · Connection is healthy · %@ · No new events
zh_hans: %@ · 连接正常 · %@ · 暂无新事件

# ui.value_the_current_quota_is_not_available_value
source: %@ The current limit is unavailable. %@
zh_hans: %@ 当前额度不可用。%@

# ui.value_timeout
source: %@ timeout
zh_hans: %@ 超时

# ui.value_times_failed_value_times_maximum_value
source: %@ times · failed %@ times · maximum %@
zh_hans: %@ 次 · 失败 %@ 次 · 最大 %@

# ui.value_times_fluctuation_value_maximum_value
source: %@ times · Fluctuation %@ · Maximum %@
zh_hans: %@ 次 · 波动 %@ · 最大 %@

# ui.value_times_remaining
source: %@ times remaining
zh_hans: 剩余 %@ 次

# ui.value_times_value
source: %@ times · %@
zh_hans: %@ 次 · %@

# ui.value_update_value
source: %@: update%@
zh_hans: %@: 更新%@

# ui.value_usage_window
source: %@ %@ rate-limit window
zh_hans: %@ %@额度窗口

# ui.value_value_hour_window
source: %@ %@ hours window
zh_hans: %@ %@ 小时窗口

# ui.value_value_minute_window
source: %@ %@ minute window
zh_hans: %@ %@ 分钟窗口

# ui.value_value_sky_window
source: %@ %@ Day window
zh_hans: %@ %@ 天窗口

# ui.value_value_unable_to_confirm_running_status
source: %@ · %@ · Unable to confirm running status
zh_hans: %@ · %@ · 无法确认运行状态

# ui.value_waiting_for_output_value_no_new_events
source: %@ · Waiting for output · %@ No new events
zh_hans: %@ · 等待输出 · %@无新事件

# ui.value_workspaces
source: %@ workspaces
zh_hans: %@ 个工作区

# ui.value_workspaces_are_displayed_in_the_session
source: %@ workspaces are displayed in the session
zh_hans: %@ 个工作区显示在会话里

# ui.value_workspaces_session_page_displays_value
source: %@ workspaces, session pages show %@
zh_hans: %@ 个工作区，会话页显示 %@ 个

# ui.value_workspaces_session_page_shows_all
source: %@ workspaces, the session page shows all
zh_hans: %@ 个工作区，会话页显示全部

# ui.value_worktree_registrations_have_been_cleared_and_another
source: %@ Worktree registrations have been cleared, and other projects failed
zh_hans: 已清理 %@ 条 Worktree 登记，另有项目失败

# ui.value_worktrees_were_deleted_but_failed_at_value
source: Deleted %@ worktrees, but failed at %@: %@. Create a new cleanup preview.
zh_hans: 已删除 %@ 个 Worktree，但在 %@ 失败：%@。请重新生成清理预览。

# ui.verifying_disconnection_recovery_approval_and_queued_message_status
source: Verifying disconnection recovery, approval and queued message status.
zh_hans: 正在验证断网恢复、审批和排队消息状态。

# ui.verifying_mac_connection
source: Verifying Mac connection...
zh_hans: 正在验证 Mac 连接…

# ui.view
source: View
zh_hans: 查看

# ui.view_abbreviated_version_only
source: View compact history only
zh_hans: 只看缩略版

# ui.view_add_review_notes
source: View/add review notes
zh_hans: 查看/添加审查备注

# ui.view_all_sessions_for_this_workspace
source: View all sessions for this workspace
zh_hans: 查看该工作区的全部会话

# ui.view_f9c527c2
source: View
zh_hans: 查看

# ui.view_installed_codex_plugins
source: View installed Codex plugins
zh_hans: 查看已安装的 Codex 插件

# ui.view_native_tools_and_extension_configurations
source: View native tools and extension configurations
zh_hans: 查看本机工具和扩展配置

# ui.view_online
source: View Online
zh_hans: 在线查看

# ui.view_pictures
source: View pictures
zh_hans: 查看图片

# ui.view_releases_on_github
source: View latest release on GitHub
zh_hans: 在 GitHub 查看最新版本

# ui.view_the_full_terms_of_gnu_gplv3
source: View the full terms of GNU GPLv3
zh_hans: 查看 GNU GPLv3 完整条款

# ui.voice_draft_to_be_confirmed
source: Voice draft to be confirmed
zh_hans: 语音草稿待确认

# ui.voice_input
source: Voice Input
zh_hans: 语音输入

# ui.voice_input_provider_comparison
source: Voice input is transcribed locally on the device in real time.
zh_hans: 语音输入会在设备端实时转写。

# ui.voice_transcription_failed_please_try_again_later
source: Voice transcription failed, please try again later.
zh_hans: 语音转写失败，请稍后重试

# ui.wait_for_file_upload_to_complete
source: Wait for the file upload to complete before sending.
zh_hans: 请等待文件上传完成后再发送。

# ui.wait_for_subagent_result
source: Wait for subagent result
zh_hans: 等待子 Agent 结果

# ui.wait_for_task_results
source: Wait for task results
zh_hans: 等待任务结果

# ui.wait_for_task_to_complete
source: Wait for task to complete
zh_hans: 等待任务完成

# ui.waiting
source: Waiting
zh_hans: 等待中

# ui.waiting_for_additional_information
source: Waiting for additional information
zh_hans: 等待补充信息

# ui.waiting_for_additional_information_3a146c9c
source: Waiting for additional information:
zh_hans: 等待补充信息：

# ui.waiting_for_additional_information_named
source: Waiting for additional information: %@
zh_hans: 等待补充信息：%@

# ui.waiting_for_approval
source: Waiting for approval
zh_hans: 等待审批

# ui.waiting_for_boot_input
source: Waiting for steering input:
zh_hans: 等待引导输入：

# ui.waiting_for_input
source: waiting for input
zh_hans: 等待输入

# ui.waiting_for_input_of_connection_address
source: Waiting for input of connection address
zh_hans: 等待输入连接地址

# ui.waiting_for_mac_assistant_to_return_check_results
source: Waiting for Mimi Mac Assistant to return check results...
zh_hans: 正在等待 Mimi Mac 助手返回检查结果……

# ui.waiting_for_refresh
source: Waiting for refresh
zh_hans: 等待刷新

# ui.waiting_for_reply
source: Waiting for reply
zh_hans: 等待回复

# ui.waiting_for_upstream
source: Waiting for upstream
zh_hans: 等待上游

# ui.waiting_for_value_to_return_account_usage
source: Wait for %@ to return account usage
zh_hans: 等待 %@ 返回账号用量

# ui.waiting_to_confirm_deployment_permission
source: Waiting to Confirm Deployment Permission
zh_hans: 等待确认部署权限

# ui.warm_colors_and_low_contrast_suitable_for_night
source: Warm colors and low contrast, suitable for night reading
zh_hans: 暖色低对比，适合夜间阅读

# ui.warm_sun
source: warm sun
zh_hans: 暖阳

# ui.web_search
source: web search
zh_hans: 网络搜索

# ui.websocket_disconnected_and_reconnecting_automatically_value
source: WebSocket disconnected and reconnecting automatically: %@
zh_hans: WebSocket 断开，正在自动重连：%@

# ui.websocket_is_connecting_please_wait_and_send_again
source: WebSocket is connecting, please wait and send again.
zh_hans: WebSocket 正在连接，请稍后再发送

# ui.websocket_is_reconnecting_please_try_again_later
source: WebSocket is reconnecting, please try again later.
zh_hans: WebSocket 正在重新接入，请稍后再发送

# ui.websocket_value_th_reconnection
source: WebSocket reconnect attempt %@
zh_hans: WebSocket 重连尝试 %@

# ui.weekly_window
source: weekly window
zh_hans: 周窗口

# ui.will_always_be_allowed
source: will always be allowed
zh_hans: 将始终允许

# ui.window
source: window
zh_hans: 窗口

# ui.windows_installer_requirements_and_instructions
source: Requires Windows 10 or 11 on x64. Open GitHub Releases on your PC, download the latest Mimi-Remote-Setup executable, then run the installer.
zh_hans: 需要 x64 版 Windows 10 或 11。在电脑上打开 GitHub Releases，下载最新的 Mimi-Remote-Setup 安装程序并运行。

# ui.work_completed
source: Work completed
zh_hans: 工作已完成

# ui.work_failed
source: Work failed
zh_hans: 工作失败

# ui.work_failed_after_value
source: Work failed after %@
zh_hans: 工作失败 · %@

# ui.work_in_progress
source: Working
zh_hans: 工作中

# ui.work_interrupted
source: Work interrupted
zh_hans: 工作已中断

# ui.work_interrupted_after_value
source: Work interrupted after %@
zh_hans: 工作已中断 · %@

# ui.worked_for_value
source: Worked for %@
zh_hans: 已工作 %@

# ui.working_directory
source: Working directory
zh_hans: 工作目录

# ui.working_directory_is_not_in_remote_allowlist_value
source: Working directory is not in remote allowlist: %@
zh_hans: 工作目录不在远程 allowlist 中：%@

# ui.working_for_value
source: Working for %@
zh_hans: 已工作 %@

# ui.workspace
source: workspace
zh_hans: 工作区

# ui.workspace_abstract_blocks
source: Blocks
zh_hans: 积木

# ui.workspace_abstract_bloom
source: Bloom
zh_hans: 绽放

# ui.workspace_abstract_crossing
source: Crossing
zh_hans: 交汇

# ui.workspace_abstract_grid
source: Grid
zh_hans: 网格

# ui.workspace_abstract_mosaic
source: Mosaic
zh_hans: 马赛克

# ui.workspace_abstract_orbit
source: Orbit
zh_hans: 轨道

# ui.workspace_abstract_prism
source: Prism
zh_hans: 棱镜

# ui.workspace_abstract_rings
source: Rings
zh_hans: 环形

# ui.workspace_abstract_spiral
source: Spiral
zh_hans: 旋涡

# ui.workspace_abstract_waves
source: Waves
zh_hans: 波纹

# ui.workspace_actions
source: Workspace actions
zh_hans: 工作区操作

# ui.workspace_album_atom_heart_mother
source: Pink Floyd — Atom Heart Mother
zh_hans: Pink Floyd — 原子心之母

# ui.workspace_album_cities
source: Deserts Chang — City
zh_hans: 张悬 —《城市》

# ui.workspace_album_dark_side_of_the_moon
source: Pink Floyd — The Dark Side of the Moon
zh_hans: Pink Floyd — 月之暗面

# ui.workspace_album_wish_you_were_here
source: Pink Floyd — Wish You Were Here
zh_hans: Pink Floyd — 愿你在此

# ui.workspace_art_death_of_socrates
source: Jacques Louis David — The Death of Socrates
zh_hans: 雅克-路易·大卫 —《苏格拉底之死》

# ui.workspace_art_degas_dancing_class
source: Edgar Degas — The Dancing Class
zh_hans: 埃德加·德加 —《舞蹈课》

# ui.workspace_art_great_wave
source: Katsushika Hokusai — The Great Wave
zh_hans: 葛饰北斋 —《神奈川冲浪里》

# ui.workspace_art_madame_x
source: John Singer Sargent — Madame X
zh_hans: 约翰·辛格·萨金特 —《X夫人》

# ui.workspace_art_manet_boating
source: Edouard Manet — Boating
zh_hans: 爱德华·马奈 —《泛舟》

# ui.workspace_art_springtime
source: Pierre-Auguste Cot — Springtime
zh_hans: 皮埃尔-奥古斯特·科特 —《春日》

# ui.workspace_art_van_gogh_self_portrait
source: Vincent van Gogh — Self-Portrait with a Straw Hat
zh_hans: 文森特·梵高 —《戴草帽的自画像》

# ui.workspace_art_vermeer_water_pitcher
source: Johannes Vermeer — Young Woman with a Water Pitcher
zh_hans: 约翰内斯·维米尔 —《持水壶的年轻女子》

# ui.workspace_art_view_of_toledo
source: El Greco — View of Toledo
zh_hans: 埃尔·格列柯 —《托莱多风景》

# ui.workspace_art_washington_crossing_delaware
source: Emanuel Leutze — Washington Crossing the Delaware
zh_hans: 埃马纽埃尔·洛伊茨 —《华盛顿横渡特拉华河》

# ui.workspace_avatar_style
source: Workspace Icon Style
zh_hans: 工作区图标风格

# ui.workspace_avatar_style_description
source: Switching applies immediately. Each style keeps its own icon choices.
zh_hans: 切换后立即生效，每套风格会分别保留各自的图标选择。

# ui.workspace_changes
source: Workspace changes
zh_hans: 工作区改动

# ui.workspace_character_alice_alice
source: Alice
zh_hans: 爱丽丝

# ui.workspace_character_alice_caterpillar
source: Caterpillar
zh_hans: 毛毛虫

# ui.workspace_character_alice_cheshire_cat
source: Cheshire Cat
zh_hans: 柴郡猫

# ui.workspace_character_alice_dormouse
source: Dormouse
zh_hans: 睡鼠

# ui.workspace_character_alice_duchess
source: Duchess
zh_hans: 公爵夫人

# ui.workspace_character_alice_king_of_hearts
source: King of Hearts
zh_hans: 红心国王

# ui.workspace_character_alice_mad_hatter
source: Mad Hatter
zh_hans: 疯帽匠

# ui.workspace_character_alice_march_hare
source: March Hare
zh_hans: 三月兔

# ui.workspace_character_alice_queen_of_hearts
source: Queen of Hearts
zh_hans: 红心王后

# ui.workspace_character_alice_white_rabbit
source: White Rabbit
zh_hans: 白兔先生

# ui.workspace_character_bull_demon_king
source: Bull Demon King
zh_hans: 牛魔王

# ui.workspace_character_classic_android_18
source: Android 18
zh_hans: 人造人18号

# ui.workspace_character_classic_frieza
source: Frieza
zh_hans: 弗利萨

# ui.workspace_character_classic_future_trunks
source: Future Trunks
zh_hans: 未来特兰克斯

# ui.workspace_character_classic_goku
source: Goku
zh_hans: 孙悟空

# ui.workspace_character_classic_krillin
source: Krillin
zh_hans: 克林

# ui.workspace_character_classic_majin_buu
source: Majin Buu
zh_hans: 魔人布欧

# ui.workspace_character_classic_master_roshi
source: Master Roshi
zh_hans: 龟仙人

# ui.workspace_character_classic_perfect_cell
source: Perfect Cell
zh_hans: 完全体沙鲁

# ui.workspace_character_classic_piccolo
source: Piccolo
zh_hans: 比克

# ui.workspace_character_classic_vegeta
source: Vegeta
zh_hans: 贝吉塔

# ui.workspace_character_digimon_agumon
source: Agumon
zh_hans: 亚古兽

# ui.workspace_character_digimon_biyomon
source: Biyomon
zh_hans: 比丘兽

# ui.workspace_character_digimon_gabumon
source: Gabumon
zh_hans: 加布兽

# ui.workspace_character_digimon_gatomon
source: Gatomon
zh_hans: 迪路兽

# ui.workspace_character_digimon_gomamon
source: Gomamon
zh_hans: 哥玛兽

# ui.workspace_character_digimon_guilmon
source: Guilmon
zh_hans: 基尔兽

# ui.workspace_character_digimon_palmon
source: Palmon
zh_hans: 巴鲁兽

# ui.workspace_character_digimon_patamon
source: Patamon
zh_hans: 巴达兽

# ui.workspace_character_digimon_tentomon
source: Tentomon
zh_hans: 甲虫兽

# ui.workspace_character_digimon_veemon
source: Veemon
zh_hans: V仔兽

# ui.workspace_character_erlang_shen
source: Erlang Shen
zh_hans: 二郎神

# ui.workspace_character_golden_horn_king
source: Golden Horn King
zh_hans: 金角大王

# ui.workspace_character_greek_aphrodite
source: Aphrodite
zh_hans: 阿佛洛狄忒

# ui.workspace_character_greek_apollo
source: Apollo
zh_hans: 阿波罗

# ui.workspace_character_greek_ares
source: Ares
zh_hans: 阿瑞斯

# ui.workspace_character_greek_artemis
source: Artemis
zh_hans: 阿尔忒弥斯

# ui.workspace_character_greek_athena
source: Athena
zh_hans: 雅典娜

# ui.workspace_character_greek_hades
source: Hades
zh_hans: 哈迪斯

# ui.workspace_character_greek_hera
source: Hera
zh_hans: 赫拉

# ui.workspace_character_greek_hermes
source: Hermes
zh_hans: 赫尔墨斯

# ui.workspace_character_greek_poseidon
source: Poseidon
zh_hans: 波塞冬

# ui.workspace_character_greek_zeus
source: Zeus
zh_hans: 宙斯

# ui.workspace_character_guanyin
source: Guanyin
zh_hans: 观音菩萨

# ui.workspace_character_jade_emperor
source: Jade Emperor
zh_hans: 玉皇大帝

# ui.workspace_character_naruto_gaara
source: Gaara
zh_hans: 我爱罗

# ui.workspace_character_naruto_hinata
source: Hinata Hyuga
zh_hans: 日向雏田

# ui.workspace_character_naruto_itachi
source: Itachi Uchiha
zh_hans: 宇智波鼬

# ui.workspace_character_naruto_jiraiya
source: Jiraiya
zh_hans: 自来也

# ui.workspace_character_naruto_kakashi
source: Kakashi Hatake
zh_hans: 旗木卡卡西

# ui.workspace_character_naruto_naruto
source: Naruto Uzumaki
zh_hans: 漩涡鸣人

# ui.workspace_character_naruto_sakura
source: Sakura Haruno
zh_hans: 春野樱

# ui.workspace_character_naruto_sasuke
source: Sasuke Uchiha
zh_hans: 宇智波佐助

# ui.workspace_character_naruto_shikamaru
source: Shikamaru Nara
zh_hans: 奈良鹿丸

# ui.workspace_character_naruto_tsunade
source: Tsunade
zh_hans: 纲手

# ui.workspace_character_nezha
source: Nezha
zh_hans: 哪吒

# ui.workspace_character_one_piece_brook
source: Brook
zh_hans: 布鲁克

# ui.workspace_character_one_piece_chopper
source: Tony Tony Chopper
zh_hans: 托尼托尼·乔巴

# ui.workspace_character_one_piece_franky
source: Franky
zh_hans: 弗兰奇

# ui.workspace_character_one_piece_jinbe
source: Jinbe
zh_hans: 甚平

# ui.workspace_character_one_piece_luffy
source: Monkey D. Luffy
zh_hans: 蒙奇·D·路飞

# ui.workspace_character_one_piece_nami
source: Nami
zh_hans: 娜美

# ui.workspace_character_one_piece_robin
source: Nico Robin
zh_hans: 妮可·罗宾

# ui.workspace_character_one_piece_sanji
source: Sanji
zh_hans: 山治

# ui.workspace_character_one_piece_usopp
source: Usopp
zh_hans: 乌索普

# ui.workspace_character_one_piece_zoro
source: Roronoa Zoro
zh_hans: 罗罗诺亚·索隆

# ui.workspace_character_princess_iron_fan
source: Princess Iron Fan
zh_hans: 铁扇公主

# ui.workspace_character_queen_womens_kingdom
source: Queen of the Women's Kingdom
zh_hans: 女儿国国王

# ui.workspace_character_red_boy
source: Red Boy
zh_hans: 红孩儿

# ui.workspace_character_red_grandmother_jia
source: Grandmother Jia
zh_hans: 贾母

# ui.workspace_character_red_jia_baoyu
source: Jia Baoyu
zh_hans: 贾宝玉

# ui.workspace_character_red_jia_tanchun
source: Jia Tanchun
zh_hans: 贾探春

# ui.workspace_character_red_lin_daiyu
source: Lin Daiyu
zh_hans: 林黛玉

# ui.workspace_character_red_miaoyu
source: Miaoyu
zh_hans: 妙玉

# ui.workspace_character_red_qingwen
source: Qingwen
zh_hans: 晴雯

# ui.workspace_character_red_shi_xiangyun
source: Shi Xiangyun
zh_hans: 史湘云

# ui.workspace_character_red_wang_xifeng
source: Wang Xifeng
zh_hans: 王熙凤

# ui.workspace_character_red_xiangling
source: Xiangling
zh_hans: 香菱

# ui.workspace_character_red_xue_baochai
source: Xue Baochai
zh_hans: 薛宝钗

# ui.workspace_character_sha_wujing
source: Sha Wujing
zh_hans: 沙悟净

# ui.workspace_character_sherlock_gregson
source: Inspector Gregson
zh_hans: 格雷格森探长

# ui.workspace_character_sherlock_holmes
source: Sherlock Holmes
zh_hans: 福尔摩斯

# ui.workspace_character_sherlock_hudson
source: Mrs. Hudson
zh_hans: 哈德森太太

# ui.workspace_character_sherlock_irene_adler
source: Irene Adler
zh_hans: 艾琳·艾德勒

# ui.workspace_character_sherlock_lestrade
source: Inspector Lestrade
zh_hans: 雷斯垂德探长

# ui.workspace_character_sherlock_moran
source: Colonel Moran
zh_hans: 莫兰上校

# ui.workspace_character_sherlock_moriarty
source: Professor Moriarty
zh_hans: 莫里亚蒂教授

# ui.workspace_character_sherlock_morstan
source: Mary Morstan
zh_hans: 玛丽·摩斯坦

# ui.workspace_character_sherlock_mycroft
source: Mycroft Holmes
zh_hans: 迈克罗夫特·福尔摩斯

# ui.workspace_character_sherlock_watson
source: Dr. John Watson
zh_hans: 华生医生

# ui.workspace_character_silver_horn_king
source: Silver Horn King
zh_hans: 银角大王

# ui.workspace_character_spider_demon
source: Spider Demon
zh_hans: 蜘蛛精
